export const dataPosts = [
  {
    id: 1,
    title: 'Дочерняя 123 компания ГК «Роскосмос» запустила геоаналитическую платформу',
    createdAt: 123,
    imageUrl: 'https://petapixel.com/assets/uploads/2022/07/DALLEcopy.jpg',
    text: "«ТЕРРА ТЕХ», дочерняя компания ГК «Роскосмос», запустила геоаналитическую платформу Pixel.AI. Платформа создана на стыке технологий дистанционного зондирования Земли и искусственного интеллекта, утверждают разработчики."
  },
  {
    id: 2,
    title: 'Учёные выяснили, что дневной сон по выходным не компенсирует недостаток сна в будни',
    createdAt: 1234,
    imageUrl: 'https://petapixel.com/assets/uploads/2022/07/DALLEcopy.jpg',
    text: "Ученые из института хронобиологии и сна Пенсильванского университета обобщили несколько исследований последствий недостатка сна, проведённых за последние десятилетия. Они хотели понять, что происходит с мозгом человека, который не высыпается в будние дни, а затем пытается восполнить нехватку сна на выходных. Научный сотрудник Закари Замора и профессор медицинских наук Сигрид С. Визи опубликовали работу в научном журнале Trends in Neurosciences."
  },
  {
    id: 3,
    title: 'Президент Казахстана подписал закон о введении дифференцированных ставок налога на цифровой майнинг',
    createdAt: 12345,
    imageUrl: 'https://petapixel.com/assets/uploads/2022/07/DALLEcopy.jpg',
    text: "Президент Казахстана Касым-Жомарт Токаев подписал законопроект с поправками в налоговое законодательство, среди которых указано введение дифференцированных ставок налога на цифровой майнинг, передаёт ТАСС со ссылкой на пресс-службу президента. Это предусматривает повышение налога на майнинг при использовании дешёвой электроэнергии, что необходимо для распределения нагрузки и снижения потребления электроэнергии. При этом ставка снижается в случае, если энергия добыта из возобновляемых источников."
  }
]
